
[
  {
    "id": 1,
    "name":  "Güç Kartı",
    "meaning":"Bu kart, bir ilişkide yumuşak bir dokunuşun, tatlı bir sabrın ve içsel güvenin her şeyden daha güçlü olduğunu gösterir. Eğer bir ilişkin varsa, partnerinle yaşadığın her zorluk, sizi daha sağlam bir bağa taşıyabilir. İlişkideki sevgi, sadece tutku değil; aynı zamanda birbirinizi anlamak ve birlikte büyümekle güçleniyor.
Eğer bekarsan, Güç kartı sana kendi içsel enerjini keşfetmen ve önce kendine şefkatle yaklaşman gerektiğini söyler. Sevgi, önce kendinde başlar, sonra doğru zamanda hayatına çekilir.",
    "url": "https://pin.it/5Yb5VkCUm"
  },
  {
    "id": 2,
    "name": "Yıldız Kartı",
    "meaning": "Yıldız kartı, aradığın huzuru bulmanın ve içsel dengeyi sağlamanın zamanının geldiğini gösteriyor. Sen, zorlukların ardından umutla yeniden doğmuş bir ruha sahipsin. İçindeki ışığı keşfettiğinde, dünya senin etrafında dönmeye başlar. Aşk hayatında, sevgi ve bağlılık arayışında yanlış yolda olduğunu fark edebilirsin; ancak gerçek aşk, önce kendine duyduğun sevgiyle başlar. İçsel huzurun seni, doğru kişiye ve doğru yola götürecektir. Korkularını geride bırak ve kalbini aç. Zamanı gelmiş olan, seninle birlikte parlayacak.",
    "url": "https://pin.it/5XPaz4aIm"
  },
  {
    "id": 3,
    "name": "Güneş Kartı",
    "meaning": "Güneş kartı, karanlıkta kaybolmuş bir kalbi aydınlatır. Aşk, senin için hem bir yolculuk hem de nihai varış yeridir. Aşık olduğun kişi seni kırmış olsa da, onunla paylaştığın sevgi hala bir ışık gibi içinizde yanıyor. Ancak gerçek şifa, kırıklıklarınla barışmakta yatar. Kalbini açmak ve acıyı geride bırakmak, seni sevgiye götüren yolu netleştirir. Kendi değerini fark ettiğinde, geçmişin seni tutamayacak. Bazen, sadece ışığını tekrar görmen gerek.",
    "url": "https://pin.it/4q62icYAU"
  },
  {
    "id": 4,
    "name": "Azize Kartı",
    "meaning": "Azize kartı, seni derin bir içsel yolculuğa davet ediyor. Kalbinin en derin köşelerindeki sesi dinle, çünkü o, seni doğru yola yönlendirecek olan tek rehberindir. Aşk hayatında doğru kişi, senin içindeki sezgiyi dinlediğinde çıkacak karşına. Ama önce, kendine güvenmeli ve kalbinin suskun ama güçlü sesine kulak vermelisin. Her şey göründüğü gibi değil; aradığın sevgi, önce kendi içindeki huzuru bulmanla seni bulacak. Gölgelerde kaybolma, ışığını fark et.",
    "url": "https://pin.it/3oDh4oiGs"
  },
  {
    "id": 5,
    "name": "Asılan Adam",
   "meaning": "Asılan Adam kartı, şu anda hayatında bir duraklama veya fedakârlık dönemine girdiğini gösteriyor. Kendisini sıkışmış, zorlanmış hissediyor olabilir, ancak bu dönemde asıl güç, görünmeyeni görebilmekte yatıyor. O anki zorlayıcı durum, aslında içsel bir dönüşümün eşiğindesin. Hayat, sana sabır ve perspektif kazandırıyor, ama unutma, her karanlık anın ardından gelen bir ışık vardır.Aşkı düşündüğünde, kalbinin yaralarını iyileştirmeden yeni bir bağ kurma çabası seni sadece daha fazla hüsrana uğratır. Kendini iyileştir ve önce içindeki huzuru bul. O zaman, karşına çıkacak kişi sana yalnızca sevgi değil, aynı zamanda büyüme ve özgürleşme şansı da sunacak. Bugün bu anı yaşa, çünkü en büyük gücün, bu dönemi nasıl geçtiğinde gizli olacak. Sabırlı ol; çünkü bir gün, bu zorlukların seni en derin sevgiye taşıyacak.",
    "url": "https://pin.it/B2Gr9FlrZ"
  },
  {
    "id": 6,
    "name": "Şeytan Kartı",
    "meaning": "Şeytan kartı, seni karanlık bir yoldan uyarıyor. Hayatında seni aşağı çeken, seni sınırlayan insanlar var. Bu insanlar, belki seni manipüle ettiler, belki seni kullanarak güç kazandılar. Onların seni kontrol etmesine izin verdin ve şimdi özgürlüğünü kazanmanın zamanı geldi. Bağımlılık, korku ve tuzaklar seni burada tutuyor ama senin içindeki gerçek gücü fark etmen an meselesi.

Sadece seni kısıtlayan değil, ruhunu tüketen her kişiyi hayatından çıkarmalısın. Kendini daha fazla acıya sürükleme. Gerçek sevgi ve özgürlük, seni manipüle eden, seni yalnızca bir araç olarak gören kişilerden uzak durarak gelecektir. Artık bu zincirleri kır, kendi gücünü ve değerini yeniden keşfet.",
    "url": "https://pin.it/7tCZvIrMx"
  },
 {
 "id": 7,
        "name": "Kupa Dörtlüsü Kartı",
        "meaning": "Kupa Dörtlüsü kartı, seni derin bir duygusal boşluğa iten zamanları anlatıyor. Kalbinde bir eksiklik, içinde kaybolmuş bir sessizlik var; tüm duyguların silinmiş gibi. Kendini, hayata dair o canlı umutları kaybetmiş, içsel dünyanda hapsolmuş hissediyorsun. Belki de yıllardır seni sevenleri görmedin, sana değer verenlere gözlerini kapadın. Bu kart, seni uyarıyor: Artık içe kapanmayı bırakmanın zamanı geldi. Kendi ışığını tekrar bulmalı, kalbini ve ruhunu yeniden açmalısın. Geçmişin acılarını bir kenara bırak ve sevgiye inanmayı seç. O eski korkular, seni sadece tüketecek. Kendini bul, çünkü hayat, seni gerçekten sevenleri hak ettiğin yerde bulacak. Şimdi, geçmişin zincirlerinden kurtulmanın, yeniden doğmanın zamanı. Acıdan doğan gücü hissediyorsun, buna izin ver. Gerçek sevgi, senin içindeki huzuru bulduğunda seni bulacak.",
        "url": "https://pin.it/31RYDvdzZ"
},
{
 "id": 8,
        "name": "Aşıklar Kartı",
        "meaning": "Aşıklar kartı, sadece aşkı değil, aynı zamanda derin bir seçim yapma anını simgeler. Bu kart, kalbinde yaşadığın karışıklığı, duygusal bir çatışmayı ortaya koyuyor. Karşındaki kişi seni çok seviyor, ama içindeki korkular, belirsizlikler ve geçmişin yaraları onu adım atmaktan alıkoyuyor. Seni sevmesine rağmen, hislerini açıkça ifade edemiyor, çünkü korkuyor. Kendi duygusal engelleriyle yüzleşmekten kaçıyor. Senin yanında olmak istiyor ama içindeki çekişmeler, onu harekete geçirecek cesaretten yoksun bırakıyor.

Aşıklar kartı, aslında bir dönüşüm, bir seçimin zamanının geldiğini de anlatır. Bu seçim, sadece karşı tarafla değil, kendi kalbinle de ilgilidir. Kendini nasıl sevdiğini, nasıl değer verdiğini sorgula. Belki de ona bir adım daha yaklaşarak, bu karmaşayı çözmenin zamanı gelmiştir. Ama unutma, gerçek sevgi önce kendi içindeki huzuru bulmakla başlar. O kişi korkularıyla yüzleşene kadar, senin kendini sevmen ve onurlandırman çok önemli. Gerçek aşk, her iki kalbin de açık olmasından doğar.",
        "url": "https://pin.it/61IOEvG2M"
},
 { "id":9,
   "name":"Kılıç İkilisi",
"meaning":"
Kılıç İkilisi, kalbinin acıyla parçalandığını ve duygusal bir çelişki içinde olduğunu simgeliyor. Bu kart, içindeki iki zıt duygunun, seni bir yanda bırakıp diğer yanda seni tükettiğini gösterir. Hayatındaki kırıklıklar, acı verici seçimler ve söylenemeyen sözler, seni ikiye bölmüş. Belki de bu savaş sadece senin içindedir, ama her geçen gün daha da ağırlaşıyor. Her şeyin senin kontrolünden çıktığını, sadece boş bir boşlukta savruluyormuşsun gibi hissediyorsun. O kadar çok vermişsindir ki, sonunda hiçbir şey sana geri dönmemiştir. Kalbin kırık, ama hala sevgiye ve huzura aç oluyorsun, bu acı ise seni büyütüyor, ama ne kadar dayanabileceğin konusunda bir soru işareti bırakıyor.",
"url":"https://pin.it/6zEoOtOzV"
},
{ "id":10,
"name":"Kılıç Yedilisi",
"meaning":"Kılıç Yedilisi, kaçmak ve gizlenmek isteyen bir ruhun kartıdır. İçindeki derin yalnızlık, seni bir kenara çekilmek ve dünyadan uzak durmak için zorluyor. Belki de insanlardan uzaklaşmanın tek çıkış yolu olduğunu hissediyorsun, çünkü kimse seni anlamıyor gibi. Bu kart, bir tür onursuzlukla ilişkilendirilse de, aslında bunun altında büyük bir kırıklık yatıyor. Sadece kendi başına hareket etme isteğiyle değil, aynı zamanda güvenini kaybettiğin için başkalarından uzak durmak istiyorsun. Hatta belki de kimseye güvenmemek gerektiğine inandın, çünkü seni hep hayal kırıklığına uğrattılar. Bağımsızlık, bir tür savunma mekanizması haline geldi, ama aslında ne kadar yalnız olduğunu fark etmiyorsun. Bu kart seni anlatıyorsa, belki de artık yalnızlıkta kaybolmadan, başkalarına tekrar güvenmeye cesaret etmenin zamanıdır. Gerçek güç, başkalarına güvenebilmekte ve birlikte yürüyebilmekte yatar.",
"url":"https://upload.wikimedia.org/wikipedia/commons/3/34/Swords07.jpg"

},


{"id":11,
"name":"Kupa İkilisi",
"meaning":"
Kupa İkilisi, kalbinin derinliklerinde iki kişinin arasında kurulan özel bir bağa işaret eder. Bu kart, sevgi, anlayış ve uyumun en saf halini temsil eder, ancak bu bağlantı sadece gerçek ve samimi bir çaba ile büyüyebilir. İki kişi, birbirine gerçekten açıldığında, duygusal engelleri aşmak için birlikte savaşmaya hazır olduğunda, bu bağ güçlenir. Fakat bu kart aynı zamanda dengeyi ve karşılıklı saygıyı vurgular; bir kişi sadece almak için değil, vermek için de burada olmalıdır. Eğer bir taraf diğerine duygusal anlamda yük olmaya başlarsa, bu özel bağ zayıflar. Kupa İkilisi, aşkın ne kadar güzel ve derin olabileceğini, ama bunun karşılıklı fedakarlık ve anlayışla şekilleneceğini hatırlatır. Gerçek sevgi, iki kişinin birbirine içtenlikle açılması ve en kırılgan halini kabul etmesidir. Eğer şu an hayatında birisi varsa, belki de seni tam olarak anlayan ve seni olduğun gibi kabul eden birini bekliyorsundur. Ama unutma, bu tür bir bağın başlaması için önce senin de kalbini tam anlamıyla açman gerekebilir.",
"url":"https://pin.it/2JfCi2mL9"
},

{"id":12,
"name":"Tılsım Kraliçesi",
"meaning":"
Tılsımların Kraliçesi, zenginlik ve güvenin sembolüdür, ancak sadece maddi değil, duygusal ve ruhsal bir zenginliği de işaret eder. Bu kart, senin hayatında dengeyi ve huzuru aradığını gösterir; çünkü her şeyin ötesinde, içsel huzur ve güvenlik senin için her şeyden daha değerli. Kendini, sevdiklerine, hayatına ve yaratıcı gücüne adayan bir karakteri simgeler. Güçlü ve kararlı olman, her zorluğun üstesinden gelebilmeni sağlar. Bu kart, kendini çok yönlü bir şekilde ifade etmeyi, hem pratik hem de duygusal anlamda güven oluşturmayı başarabilen birini anlatır. Ancak, Tılsımların Kraliçesi sana şunu hatırlatıyor: Gerçek zenginlik, sadece dışsal başarılarla değil, içsel denge ve değerlerle gelir. Kendi potansiyelini keşfet ve hayatındaki her şeyde derin bir anlam arayarak yoluna devam et.",
"url":"https://pin.it/TWxc0LkOg"
},

{"id":13,
"name":"Kılıç Dörtlüsü",
"meaning":"
Kılıç Dörtlüsü, içsel bir duraklamayı ve sessizliği simgeler. Bu kart, hayatının bir döneminde yavaşlaman gerektiğini ve dinlenmenin sana artık kaçınılmaz olduğunu anlatır. Belki de uzun zamandır sürekli bir koşuşturmaca içindesin, ama artık vücudunun ve zihninin sana bir mola vermeni söylediğini hissetmelisin. Bu dinlenme, sadece fiziksel değil, aynı zamanda duygusal bir iyileşme süreci olmalıdır. İçsel huzuru bulmak, kendini yeniden toparlamak ve yenilenmek için bir süreliğine duraklama, sana büyük fayda sağlayacaktır. Kılıç Dörtlüsü, bazen duraklamak ve geri çekilmek, gelecekte daha güçlü bir şekilde ilerlemek için gereklidir. Şu an için sessizlik, iyileşmenin ve yeniden doğmanın anahtarıdır.",
"url":"https://pin.it/2BLRWBHOy"
},

{"id":14,
"name":"Kupa Sekizlisi",
"price":"
Kupa Sekizlisi, duygusal bir yolculuğun sonuna gelindiğini ve bir şeyleri geride bırakma zamanının geldiğini işaret eder. Bu kart, terk etmek, ayrılmak ve eski duygusal bağlardan kurtulmak anlamına gelir. Şu an hayatında seni tatmin etmeyen, seni duygusal olarak boşlukta bırakan bir ilişki veya durum olabilir. Kupa Sekizlisi, cesaret ve kararlılık gerektiren bir harekettir; çünkü bazen sevgi, güven ya da alışkanlık seni tutsa da, ilerlemek için bırakman gereken bir şey vardır. Gerçek mutluluğa ve içsel huzura ulaşmak için, eski yaralardan ve acılardan özgürleşmen gerekir. Bu kart, seni daha yüksek bir bilinç seviyesine taşımak için eski kalıplardan çıkman gerektiğini söyler.",
"url":"https://tr.wikipedia.org/wiki/Kupa_Sekizlisi#/media/Dosya:Cups08.jpg"

},
  {"id":15,
    "name":"Değnek Beşlisi",
    "meaning":"Değnek Beşlisi, hem hayatında hem de aşkında zorlayıcı engellerle karşılaştığını gösteriyor. Belki de her şey ters gidiyor, planların istediğin gibi işlemiyor ve çevrende anlaşmazlıklar, sürtüşmeler seni yoruyor. Aşk hayatında da benzer bir karmaşa yaşanıyor olabilir; duygusal bağlar güçleşmiş, iletişim kopmuş ve anlayış eksik. Ancak bu kart, sana cesaret vermek için var. Şu anki zorluklar kalıcı değil. Sabır ve azimle ilerlersen, bu karışıklıkların sonunda seni daha güçlü kılacak bir çözüm bulacaksın. Hem kişisel hem de ilişkisel alanda daha dikkatli, stratejik ve sabırlı olman gerektiğini söylüyor. Bu zorluklar, hem seni daha olgunlaştıracak hem de ilişkinin temelini sağlamlaştıracaktır. İçindeki gücü bul ve bu dönemden güçlenerek çık. Zorluklar, seni doğru yola yönlendiren fırsatlardır.",
    "url":"https://tr.wikipedia.org/wiki/De%C4%9Fnek_Be%C5%9Flisi#/media/Dosya:Wands05.jpg"
  }
]
